/**
 * Persian translation for bootstrap-datetimepicker
 * Ali Aghaie <ali@aghaie.com>
 */
;(function($){
$.fn.datetimepicker.dates['fa-IR'] = {
    days: ["یکشنبه", "دوشنبه", "سه شنبه", "چهارشنبه", "پنجشنبه", "جمعه", "شنبه", "یکشنبه"],
    daysShort: ["یکشنبه", "دوشنبه", "سه شنبه", "چهارشنبه", "پنجشنبه", "جمعه", "شنبه", "یکشنبه"],
    daysMin: ["ی", "د", "س", "چ", "پ", "ج", "ش", "ی"],
    months: ["ژانویه", "فوریه", "مارس", "آوریل", "می", "ژوئن", "جولای", "آگوست", "سپتامبر", "اکتبر", "نوامبر", "دسامبر"],
    monthsShort: ["ژانویه", "فوریه", "مارس", "آوریل", "می", "ژوئن", "جولای", "آگوست", "سپتامبر", "اکتبر", "نوامبر", "دسامبر"],
    today: "امروز"
};
}(jQuery));
